{"País Vasco": ["Ley 4/2005, de 18 de febrero, para la Igualdad de Mujeres y Hombres, modificada por la Ley 1/2022, de 3 de marzo, de segunda modificación de la Ley para la Igualdad de Mujeres y Hombres."], "Cataluña": ["Ley 5/2008, de 24 de abril, del derecho de las mujeres a erradicar la violencia machista, modificada por la Ley 17/2020, de 22 de diciembre, de modificación de la Ley 5/2008, del derecho de las mujeres a erradicar la violencia machista.", "Ley 17/2015, de 21 de julio, de igualdad efectiva de mujeres y hombres"], "Galicia": ["Ley 11/2007, de 27 de julio, gallega para la prevención y el tratamiento integral de la violencia de género, modificada por la Ley 15/2021, de 3 de diciembre, por la que se modifica la Ley 11/2007, de 27 de julio, gallega para la prevención y el tratamiento integral de la violencia de género.", "Decreto Legislativo 2/2015, de 12 de febrero, por el que se aprueba el texto refundido de las disposiciones legales de la Comunidad Autónoma de Galicia en materia de igualdad. Comunidad Autónoma de Galicia DOG núm. 32, de 17 de febrero de 2016 Referencia: DOG-g-2015-90667."], "Andalucía": ["Ley 13/2007, de 26 de noviembre, de medidas de prevención y protección integral contra la violencia de género, modificada por la Ley 7/2018, de 30 de julio, por la que se modifica la Ley 13/2007, de 26 de noviembre, de medidas de prevención y protección integral contra la violencia de género.", "Ley 12/2007, de 26 de noviembre, para la promoción de la igualdad de género en Andalucía, modificada por la Ley 9/2018, de 8 de octubre, por la que se modifica la Ley 12/2007, de 26 de noviembre, para la promoción de la igualdad de género en Andalucía."], "Principado de Asturias": ["Ley del Principado de Asturias 2/2011, de 11 de marzo, para la igualdad de mujeres y hombres y la erradicación de la violencia de género."], "Cantabria": ["Ley de Cantabria 1/2004, de 1 de abril, Integral para la Prevención de la Violencia Contra las Mujeres y la Protección a sus Víctimas."], "La Rioja": ["Ley 11/2022, de 20 de septiembre, contra la Violencia de Género de La Rioja."], "Región de Murcia": ["Ley 7/2007, de 4 de abril, para la igualdad entre mujeres y hombres, y de protección contra la violencia de género en la Región de Murcia, modificada por la Ley 3/2019, de 20 de marzo, de modificación de la Ley 7/2007, de 4 de abril, para la igualdad entre mujeres y hombres, y de protección contra la violencia de género en la Región de Murcia."], "Comunitat Valenciana": ["Ley 7/2012, de 23 de noviembre, de la Generalitat, Integral contra la Violencia sobre la Mujer en el ámbito de la Comunitat Valenciana."], "Aragón": ["Ley 4/2007, de 22 de marzo, de Prevención y Protección Integral a las Mujeres Víctimas de Violencia en Aragón."], "Castilla-La Mancha": ["Ley 4/2018, de 8 de octubre, para una Sociedad libre de Violencia de Género en Castilla-La Mancha.", "Ley 12/2010, de 18 de noviembre, de igualdad entre mujeres y hombres de Castilla-La Mancha."], "Canarias": ["Ley 16/2003, de 8 de abril, de Prevención y Protección Integral de las Mujeres contra la Violencia de Género, modificada por la Ley 1/2017, de 17 de marzo, de modificación de la Ley 16/2003, de 8 de abril, de Prevención y Protección Integral de las Mujeres Contra la Violencia de Género."], "Comunidad Foral de Navarra": ["Ley Foral 14/2015, para actuar contra la violencia hacia las mujeres, modificada por la Ley Foral 3/2018, de 19 de abril, para la modificación de la Ley Foral 14/2015, de 10 de abril, para actuar contra la violencia hacia las mujeres.", "Ley Foral 17/2019, de 4 de abril, de igualdad entre mujeres y hombres."], "Extremadura": ["Ley 8/2011, de 23 de marzo, de Igualdad entre Mujeres y Hombres y contra la Violencia de Género en Extremadura."], "Islas Baleares": ["Ley 11/2016, de 28 de julio, de igualdad de mujeres y hombres de la Comunidad Autónoma de las Islas Baleares."], "Comunidad de Madrid": ["Ley 5/2005, de 20 de diciembre, Integral contra la Violencia de Género de la Comunidad de Madrid, modificada por la Ley 3/2018, de 22 de junio, de modificación de la Ley 5/2005, de 20 de diciembre, Integral contra la Violencia de Género de la Comunidad de Madrid."], "Castilla y León": ["Ley 13/2010, de 9 de diciembre, contra la violencia de género en Castilla y León, modificada por Ley 7/2017, de 28 de diciembre, de medidas tributarias.", "Ley 1/2003, de 3 de marzo, de igualdad de oportunidades entre mujeres y hombres en Castilla y León."]}